Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/regjeringen.no/raehus-rahkada-ollislavuoa-vardosa-dan-h_id_682549.html.tmx
Source language: smj
Languages: sma

source: Ráddidus dahká tjállusav mij gåvvit gåktu le barggam rapportajn sámij dile vuoksjuj
sma: Reerenasse vuesiehtimmiem dorje dåarjedimmien bïjre reektehtsistie saemiej bïjre

source: Vuodna sihtá tjuovvot álggoálmmugij riektáj sierrarapportøra rapporta oajvvadusájt sámij dile vuoksjuj Vuonan.
sma: Nöörje sæjhta juvnehtimmide dåarjedidh sjïerereektijeste aalkoealmetji reaktide, tsiehkien bïjre saemide Nöörjesne.

source: Ådåstuhttem-, háldadus- ja girkkoderpartemennta jådet bargov gånnå galggá gåvvidit dajt suorgijt ma li luondulattja.
sma: Orrestehteme, reereme- jih gærhkoedepartemeente barkoem stuvrie juktie aktem vuesiehtimmiem darjodh dej suerkiej bïjre gusnie iemie.

source: Dát åvddån biejaduváj AN:a stuoves álggoálmmukforuma 11. sesjåvnån New Yorkan iektu.
sma: Dam åehpiedehti EN. ’ en ihkuve forumisnie aalkoealmetji 11. sesjovnesne, New York ’ sne jååktan.

source: AN:a sierrarapportørra ággoálmmugij riektáj vuoksjuj, James Anaya, buvtij tjavtjan 2011 ietjas rapportav mij gåvvit sámij dilev Vuonan, Svierign ja Suoman.
sma: En ’ en sjïerereektije aalkoealmetji reaktide, James Anaya, sov reektehtsem tsiehkien bïjre saemide Nöörjesne, Sveerjesne jïh Såevmesne deelli tjaktjen 2011.

source: Rapporta vuodon le muhtem konferánssa mav Sáme parlamentáralasj ráde tjadádij 2010 vuoratjismáno.
sma: Reektehtse våaromem vaalta aktene konferansesne maam Saemien parlamentarihkeles raerie öörnedi voerhtjen 2010.

source: Konferánssaj oassálasstin gålmmå Sámedikke aktan daj gålmåj ráddidusáj åvdåstiddje, ja sierrarapportørra de navti diedojt ja vuojnojt oattjoj.
sma: Konferansesne lin tjïrkijh dejstie golme saemiedigkijste jïh tjïrkijh dejstie golme reerenassijste, gusnie sjïerereektije bïevnesh jïh vuajnoeh dejstie åadtjoeji.

source: Dát tjálos mij gåvvit gåktu Vuodna le ássjijn barggam gárveduvvá åvddål álggoálmmukássje giehtadaláduvvi guoskavasj AN-orgánajn 2012:n ja ådåstahteduvvá 2013:n ja 2014:n.
sma: Dïhte vuesiehtimmie dåarjedimmien bïjre sæjhta illehtamme årrodh åvtelen aalkoealmetje-aamhtesh gïetesuvvieh dejnie sjyöhtehke EN-åårganine 2012, jïh vuesiehtimmiem sæjhta orrestidh jaepiej 2013 jih 2014.

source: Vuona sáhkavuorro Stuoves forumin (tæksta ieŋŋilsgiellaj) Sierrarapportøra rapportta Vuona vuoksjuj (PDF)
sma: Nöörjen håaleme Ihkuve forumisnie (eengelske tjaalege) Sjïerereektijen reektehtse Nöörjen bïjre (PDF)
